// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "尧宝",
        "今年的情人节我想送你不一样的贺卡",
        "作为一个环保大使的你，我相信你肯定不想纸质的贺卡",
        "因为这会伤害很多很多的树木",
        "而我在这送你一颗爱情树，让它来作为我送你的情人节贺卡",
        "虽然我们在一起这么久了，但是还是会经常发生争执，愿这棵爱情树可以安抚我们两个容易爆炸的情绪",
        "希望在以后的日子里，我们可以彼此体谅，永远快乐。",
        "爱你一生一世的老公.",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-11-27T23:59:00",
    // 双方的名字
    names: ["壮壮吴", "宝宝尧"]
}
